{
    "Aries":{
        "name":"ARIES",
        "love": "we can say that this period will be very beautiful for you. Jupiter and Saturn in an excellent astrological position in the sky throughout the new year confirm a great opportunity for the lonely hearts that they intend to fall in love with. If you are alone in fact the optimism that grows day by day may be the necessary push to get to           know a person you like and this meeting could happen already at the beginning of the           year and despite the bad position in the sky of Mars that makes you unattractive.           Clearly while solitary hearts can make many encounters and have various opportunities           to learn about love very beautiful events can happen to those who already live their           love story and what could happen is very interesting. When Jupiter, in fact, forms an           aspect of sextile with the Sun it offers the possibility of starting to think about buying a           new home where going to live with one's man or woman, offers the possibility of           thinking about the date of marriage  to choose the date to get married, to go and live           in a new home, even to decide to have a child. All these things are possible during the           first months of the new year but the advice is to make such important decisions           between the months of March and April or between those of June and July and that is           when Jupiter and Saturn will also obtain the valid support of Mars that helps make           choices and make important decisions. We need only say something that is not useless.           With the transit of Jupiter you have to be careful about any betrayals, the desire to have           more than one love relationship because you are passing through Aquarius, this Jupiter           could make you think about it. Betraying your sentimental partner in this beautiful           period means ruining all the projects of your love life and therefore paying attention to           the choices you make. Only in rare cases, that is in the cases in which h the crisis in the relationship is very large and perhaps unsolvable, then the transit of Jupiter and Saturn can help to definitively close everything",
         "money": "maybe you are looking for a new job? Aren't you happy with the work you have? Do you want to change cities? The answer to all these questions is in the transit of Jupiter and Saturn but also of Mars, which for many months will be positive and can create numerous opportunities to find a good job, to increase the number of customers if you are self-employed and to have a salary increase within your company or office. This is truly a great year at work and should not be wasted. It is hardly possible to have the support of Jupiter and Saturn together and above all if you intend to start a new professional activity or you want to follow new business and economic paths, here everything can be easier but obviously the commitment must be so much on your part. The best times to act and to try to do job interviews, send resumes or ask for job changes in the same workplace, are those in which the planet Mars will be favorable with your sky and therefore between March and April and between June and July. Many of you will have the desire to abandon old situations and start from scratch with new ideas and the planets will be able to support everything and allow you to realize, slowly, of course, what you want. At the economic level, however, the costs are many, the investments to start a new business are not few to do and therefore you do not believe you can earn immediately because you will have to leave a lot of money. Investments for the purchase of new useful tools for work, money to use to buy a new home or to change cities but under this sky you can have the great fortune of selling something like an apartment or solving legal problems. In fact, the solution could be very close and allow a good bureaucratic agreement to be reached.",
        "luck":"when we talk about luck we usually describe planetary transits like those of Jupiter and Saturn that take place in this new year 2021. Perhaps very few people know that even the planet Saturn can bring very positive events into the life of an individual but these events come from so much effort and sacrifices. We have already mentioned that under this wonderful sky you can resolve any bureaucratic and legal problems by finding excellent solutions, but many of you could receive money in an unexpected way, perhaps for an inheritance, or have a great stroke of luck in the game. Obviously when we talk about gambling we must always be very careful and not spend excessive money because even the best planetary transits do not resolve these terrible vices. Maybe you could dream of some numbers and play a few euros without hoping for big economic winnings. If you want to buy a new car or a new house then the period between March and April is very good, even for the transfer of the furniture and everything you need to buy to furnish the new home. Physically you are very well and if you have had an illness, a health problem in the past during these months you could solve everything thanks to the support of good doctors and excellent care. Optimism and confidence grow within you and also the level of self-esteem that returns to be important and allows you to do a thousand things without feeling excessive fatigue. Traveling would be something to do throughout the year, of course if you can do it because the job almost certainly, but also the family, will often block you. Make small and long journeys to places never seen and different from the one you live in so that your mind can learn about new traditions, populations, different cultures to learn from. Great spirit of initiative, great confidence in yourself and a wonderful period to mature internally"
    },
    "Leo":{
        "name":"LEO",
        "love": "needless to say that with Jupiter and Saturn practically for 11 months in opposition, the sentimental sector could be particularly in difficulty. Unfortunately the transits of Venus and Mars, even if very positive during certain times of the year, cannot resolve the misunderstandings that you may live within your family and of the emotional relationship and therefore if the climate is very complicated to manage, Saturn asks you to throw all in the air and to start a new love relationship but in the coming months and not immediately. The separation becomes almost inevitable with this astrological configuration, and considering also the quadrature of Uranus we can confirm that it could also happen very suddenly. Only couples who have been together for many years but above all are very mature and stable manage to overcome this very critical moment that becomes even more critical at the beginning of the year and until March 4th with Mars in quadrature and towards the month of November, always with the quadrature of Mars. In these phases of the year you will be very nervous and therefore the end of the world could break out with your partner. It is necessary to remain very calm but it is not absolutely easy to do this and therefore this is why a separation seems inevitable. Needless to say, lonely hearts, both men and women, are not able to be happy, to find a person to love and in fact the meetings could be almost null, almost non-existent. The advice we give to all of you is to live a year of solitude in which to try to understand what you really want, want from love and then start again in December with new adventures. Obviously legal problems due to a marital separation can be easily predictable and therefore carefully evaluated what to leave and what to take with you.",
        "money": "unfortunately, even at the working level, the sky is not very advantageous. First of all, it is not easy to take action by carrying out new projects and the advice is precisely to abandon new professional paths but continue to do what you always do. So if you have a good job, if you have the chance to continue doing what you've always done, don't change anything because any new professional paths that start with Jupiter and Saturn in opposition can be full of mishaps, difficulties and disappointments. Very likely even being fired or leaving work in these months and especially when Mars, until March, or in November, will be in quadrature and will increase the level of nervousness. If you study some exams, they can be difficult to pass and achieving the goals you set yourself becomes very complicated. Even at the economic level, the costs can be high and the earnings down, so proceed with caution without spending too much money on useless things. The period requires savings and many sacrifices with little economic satisfaction. Thinking of buying a house or deciding to renovate those you live in or even wanting to sell an apartment is not a good idea at the moment because you may have various bureaucratic problems, legal difficulties to face and serious complications that would continue even for years. If you are forced to buy a house, make sure that a lawyer or accountant can follow you step by step to avoid mistakes and complications. If you are facing a lawsuit however the period is absolutely negative and the solution seems to be very far and more likely against you. Don't make risky financial investments, don't trust people you don't know and who just want to pretend you can make big profits.",
        "luck": "the most difficult moments both physically and mentally for all of you are those that go from the month of January to the first days of March and then the month of November and the beginning of December. In this period Mars will be in quadrature with your Sun and will steal several energies, also creating situations of very high tiredness, a sense of depression and distractions that can also lead to serious accidents. Pay attention to driving a car, making mistakes at work and if you are not very well physically or mentally, then go to the doctor or a psychologist. Serious difficulties after the purchase of a house or after a restructuring, legal and bureaucratic problems that do not make you live peacefully and a sense of defeat that comes not only from Mars, which in any case of the year will be positive, but also by Jupiter and Saturn, being in opposition and allied to each other, will make every day full of obstacles to overcome. Be very careful not to sign contracts, don't do sports that are too dangerous because Saturn in a bad astrological position often indicates problems with bones, teeth, joints and muscles, while Jupiter reports weight gain, blood circulation problems and liver problems. Absolutely avoid too fatty foods, alcohol, smoking and anything that could make your health worse. If you love traveling we can say that the period is not absolutely positive for long journeys. Often with Saturn but also with Uranus in quadrature, what happens during a trip is that you can have problems with the plane, problems in the place where you arrive, unsustainable expenses and a thousand other annoyances. Those who travel during this year for work must absolutely be attentive to the contracts they sign, the agreements and the people they meet because the scam is just around the corner."
    },
    "Sagittarius":{
        "name": "SAGITTARIUS",
        "love": "for you the sky guarantees a lot of luck even in love. With Jupiter in an excellent position in the sky for almost all the year and only contrary between May and July, you will be able to obtain great satisfactions from the sentimental point of view. If you are living a beautiful love story then the time to realize everything with a marriage, a cohabitation or an engagement has really arrived. If you have been with a person for many years then you must take a step forward and find the courage to take a life together because the protection of heaven favors these new births, these very important projects of love. Under this sky of course it is very easy to decide the date of the wedding, to think of having the first child or to have another child or even buy a new home to live with the family. Love projects must not wait but must be carried forward because now the time has come to be happy and this fantastic Jupiter in harmony and in collaboration with Saturn, offer concreteness and solidity in the love relationship and in the construction of future projects. However, the advice is to make your own choices during the first months of the year and to postpone any sentimental decisions between May and July, that is when Jupiter will be in negative aspect, squaring with your Sun, causing some slight discomfort, a sickness disposition towards the partner. Speaking of lonely hearts we can be really happy and happy. Those who are tired of being alone and decide to go to the conquest of love, then they can have numerous opportunities already in spring but between June and July and between December and the end of the year, with Mars very magnetic and attractive, it will be easier win the heart of a man or a woman that you like or even be courted, thanks, in fact, to a renewed charm.",
        "money": "regarding work and money, the favorable influence of Jupiter and Saturn is very important. If you are looking for a new job, if you need to ask for help or support from someone who can give you a very useful hand, then move, act and don't stop to think. With this wonderful sky all your ideas can be realized and anything you want to do can be carried out with serenity, joy, confidence in your qualities. Those who are self-employed have many chances to increase the number of customers, to obtain advantages and to earn more while those who work within an office or a company can actually and concretely obtain a salary increase, a change of job or a transfer to another city that opens up new professional and economic prospects. Finally, even money is no longer a big problem and so you can start new projects, buy a house or renovate the one you live in, even have the luck to find a buyer for the house you are in and a seller who offers you on a plate silver the house or apartment of your dreams. According to what we can see from these splendid stars, the summer and winter months are really wonderful to carry out a project you have been working on for many months and perhaps years, that is since Jupiter transited on your Sun. Obviously you have to be careful of too many expenses and do not overdo it by throwing money away but Saturn consolidates your job position by offering concreteness, solidity, in short, a very constructive, mature future, and one to have great confidence. Beautiful time to start a new professional activity and to lay the foundations for success in a short time. Any financial investments are favorable but be careful with the documents you sign.",
        "luck": "astrological benefactors are also positive with regard to health and physical and mental form. Jupiter is an excellent remedy for past problems that did not let you sleep soundly. With his transit in a sextile it will be very easy to find the right cure for an illness, find the right doctor who can understand the problem and solve everything. The optimism, the confidence in yourself and in your qualities, the very strong determination to go ahead overcoming the obstacles, allow you to find a great inner balance, a superhuman strength that in particular, between June and July and towards the month of December could make you work a lot without feeling too tired. The desire for freedom, for independence is very strong in this period and during almost the whole year but you can get those satisfactions, those opportunities just to fly away, free from any block and chain. Beautiful moment to start a hobby, to take advantage of so many physical and mental energies to treat the body, to play sports, maybe even at a competitive level and not just amateur. If you have a lawsuit that has lasted for a few years, then the solution is really very close and could be to your advantage while other small bureaucratic problems can be solved with absolute certainty if you are followed by competent people. Considering this wonderful pair of planets, you will probably also experience very lucky moments, events that come suddenly and are fantastic. Possible inheritances, money on the way, luck in the game but I recommend you to play little money and travel will be an incredible satisfaction. Travel for fun or for work is used to find and consolidate a wonderful inner harmony that allows you to mature, to grow bigger, stronger, more confident about yourself and your abilities."
    },
    "Taurus":{
        "name": "TAURUS",
        "love": "talking about a good year for you in love is not at all a very simple thing. Unfortunately having Jupiter and Saturn in quadrature already at the beginning of the year is not a very favorable thing and the consequences can arise even in love. In fact if you are living a sentimental history that has been in crisis for a long time then the situation is quite complex and with these two planets in quadrature it is absolutely necessary to decide what to do. Abandon an unsatisfactory love relationship or try to overcome the crisis but inevitably having arguments and misunderstandings with the partner. The best times to face the situation and find valid solutions are those of the beginning of the year with a good Mars just in transit in your sky and the months of August and September always with an excellent Mars in trigone that rekindle the fire of passion that then could be a good weapon to deal with sentimental problems. Essentially, love is missing but sexual desire is there and is very prominent, able to improve communication. But if the crisis of love is really very strong then with Jupiter and Saturn in quadrature the choice to separate will be inevitable and maybe it will arrive around the months of June and July 2021, with Mars in quadrature and those of November and December with Mars in opposition . If you are lonely hearts needless to say that this year is not exceptional to find the right person to share life with but you should not be too lonely and disappointed because adventures come and can be rewarding even in terms of erotic passion. So women and men can hope to make friends even if true love may not be born during these months. However the relationships that are born with Saturn and Jupiter in quadrature are almost always destined to have various problems and to face many periods of malaise, incomprehension and continuous battles.",
        "money": "if you want to invest money in a new work project the advice we give is to do nothing. Don't waste money on ideas that can't go on and that could find numerous obstacles to deal with. Unfortunately working life does not live a good time with two planets that when they are in quadrature make everything much more complicated. Absolutely to avoid excessive expenses, for example for the purchase of a new house, a new apartment and do not underestimate some legal and bureaucratic problems that almost certainly will be demanding and difficult to resolve in a short time. In short, in these months you will need people who can fight with you and solve some situations. If you are looking for a new job the sky is not very favorable but obviously you don't have to stay still, you have to try and settle for everything that comes. If you have a good job or are still not very satisfied with the work you have, don't change anything, don't try to change jobs, move to a new city under the promise of a new way of working because everything could be a great and terrible illusion. In short, this year we have to live with a lot of attention from a professional and working point of view and we must not exaggerate with expenses. Inevitably you will be forced to face important obstacles and under this sky it is almost certain that many of you may be fired or decide to leave your workplace which is no longer rewarding. However, the support of Mars until 4 March and then in the months of August and November is really very useful for making important decisions and for taking action, harnessing the energy to improve your working status. An enemy starts to give you a lot of trouble but who knows what the enemies can be really so many. Fight relentlessly and never give up.",
        "luck": "talking about luck when Jupiter and Saturn are in quadrature means being really overly optimistic. Unfortunately, luck turns its back and rather than talking about a favorable destiny we should talk about a very unfavorable fate in every sense. Perhaps you have heard from some people and even some astrologers that misfortune does not exist but you will realize that sometimes, during life, really complicated periods arrive and when everything we do everything goes wrong, everything is against us. So this year, it could go on for many months this way except for those times when the positive energies of Mars will lift the mood and give you the chance to live quieter days, weeks, months. Fortunately, however, you also have Uranus in your sky that is turning your life upside down, but the choices you make should not be sudden, to avoid creating unfavorable situations. The beginning of the year is excellent and until the beginning of March as far as physical strength and optimism are concerned, but be very careful not to waste unnecessarily energy which will then be useful to face various problems. On a physical level you have to be very careful not to get fat or lose weight sensibly and the advice is to have a dietician follow you to avoid taking too much fat and in any case harmful to your health. Even bones, teeth, muscles and joints could undergo various illnesses and especially if you are over 50 years old. Even if you love traveling, the advice is to move very little because, especially long journeys, they can be tiring and difficult to resolve. Over the months the energy returns to be excellent and you will end the year with better optimism, confidence in yourself and your abilities. Don't throw away money in unclear situations."
    },
    "Virgo":{
        "name": "VIRGO",
        "love": "the charm will undoubtedly not fail during this year and especially during its inception. In fact, the planet Mars, precisely the planet of eros and transgression, will be in an excellent trine position until March 4th. So if you want to win the heart of a person thanks to your remarkable charm then move and act already at the beginning of the new year but if you can't courage and you are not able to win the heart of a person you really like then you also have throughout the month of August and mid-September to take action thanks to the transit of the red planet right into your sky. Summer will therefore be very important for having sexual adventures but also for having interesting encounters that could lead to the beginning of a beautiful love relationship with the favorable transits of Venus. Perhaps you will not meet the great love because Jupiter is not in an excellent astrological position with respect to your native Sun but in the meantime emotions, joys, satisfactions can be many and lived in a very concrete way. Needless to be overly analytical during this year and facing a new love. Try to let go of the emotions of the heart, let your heart command over thoughts, the reasoning that in love is not always a valid help. During this time of your life and especially if you have a person by your side who you already love, but don't make important projects because Jupiter and Saturn are little friends and therefore do not support any important initiatives that you could take with your partner under the influence thrust of Uranus. However during this year you have to change something in your family and love life and decisions could come from day to night, sudden and very upsetting but absolutely positive",
        "money": "if you are a very young person then almost certainly during this new year and for many months inside your mind you will live the great need to change something in your work. The most important planet for you in this year 2021 is Uranus. Uranus upsets, everything changes from day to night and does not allow reasoning over the choices to be made. If you are looking for a new job you could decide to leave, travel, move to a new city, while if you already have a job but it is not very satisfying, then your life can be turned upside down. Some of you, even if they are happy with the work they have, may decide to abandon everything and leave for new adventures or ask loudly for changes within the company or office. You are no longer happy with what you live, everything has become very tight for you and you cannot realize the ideas that run in your head without making events that are shocking to your life. Some of you may even have the need to start a new job and that requires a considerable financial outlay but if the money is missing and you have not been excellent savers in the past then the new projects will not go on. Investing money in a new job, however, is an excellent idea because even if Jupiter and Saturn do not support professional and economic changes, Uranus really wants this from you and if you follow his influences then very soon your life will be full of satisfactions and surprises. Take advantage of the first months of the year to take action thanks to the strength that comes from the planet Mars but do not overdo it with too many hours of work a day because your body could be damaged. Probable money to spend to renovate your home or to sell or buy an apartment to live in because you are too tired of the usual routine. Much effort but the need to make many changes and some of them very important.",
        "luck": "excellent opportunity to be reborn both mentally and physically after a fairly stormy period. Speaking of luck, of the usual good fortune that comes from the planet Jupiter, obviously we cannot say that you will be struck by its rays during these months but if you manage to exploit some very advantageous periods that will arrive such as the months of January and February and those of August and September, with Mars very decisive and giving grit to sell, then luck will lure you into every sector of your life. Physically you have been much better than in the past, and to react decisively about some professional and sentimental choices last year could bring other good opportunities. So, despite the lack of support from Jupiter, you can be lucky enough to progress over the months. If you play sports the periods we have indicated above are very good and therefore you can be particularly strong physically and mentally while if you do not like sports, the idea of starting a new hobby to exploit an excellent level of creativity is fantastic and should not be left in a drawer. Perhaps during this year you will make few trips and maybe those few trips you will make will also be little fun and lucky on a professional level but what you should not forget is that Uranus asks for changes, sudden choices to make and therefore even trips to unusual places can bring an interesting Announcements. Probably if you have a lawsuit or if you need to solve a bureaucratic problem, the solutions arrive around September and in any case after the summer but require considerable economic disbursements because Urano confirms this too. So pay attention to money, try to save so much to be able to sustain any expenses arriving by the summer or immediately after."
    },
    "Capricon":{
        "name": "CAPRICON",
        "love": "definitely very interesting the transit of Jupiter also with regard to love, feelings but obviously thinking of living an extremely happy period and thinking that you can find the person of your life, is absolutely not a simple thing. Meanwhile we say that if you are thinking of making important choices with your partner, then you could experience the transit of Uranus in a very positive way. With his trigone, in fact, the desire to overturn your love life is very great and grows with each passing day. You don't have to be too scared by the renewal and by the sudden situations that may arise because if the loving relationship you live is solid, also thanks to the transit of Saturn in recent years on your native Sun, it will be easily possible to make progress and invent a new way to be with your partner. Therefore those who already love someone must absolutely try to be calm and to evaluate together the important choices to be made. For example under this sky and considering the transit of Jupiter and Saturn in the second astrological house, you could decide to buy a new house to live in or you could think about moving to a new city and this means having to spend money. If instead you are lonely hearts, then the meetings will not be many but the chances of being able to get to know really intriguing people will arrive around the months of January, February and then later between August and September. On a sentimental level you don't have to be too demanding at this time because, despite a great charm, you might be overly attentive to your needs rather than those of the people you meet. Summer can give a great love but January and February are the months in which Venus, passing through your sky, can give a truly idyllic encounter",
        "money": "the professional sector can bring a lot of luck. First of all, the periods in which you will be full of energy are many and in fact already started with two very promising working months, with excellent ideas between January and February. You want to go ahead with various projects but not all of them can be realized. So the best thing to do, rather than starting with so many ideas, work only on some of these and you will see that success will come in a very short time. Jupiter and Saturn pass through the second astrological house and this being the money sector, it is very likely to be able to earn well by the end of the year but also to spend, invest money to satisfy personal needs. Buy new tools for work, use money to improve the environment of your office or your company. While Jupiter gives good professional opportunities, Saturn consolidates everything that comes into your life, successes, goals and you will feel a huge satisfaction within you. Especially if you are a very young person do not stand still and do not try to be excessively hesitant in the face of the opportunities that come but proceed with confidence because what you do today, all the new roads you take in this period and especially at the beginning of the year, can strengthen your power in society. If you want to sell a house or apartment all these months are ideal and of course also if you want to buy a home for you and your family. You are very provident individuals and therefore any contracts, new agreements and proposals for collaborations can be evaluated very carefully and it is difficult to be disappointed by someone. Daring is the watchword of this period and daring to reach excellent professional but above all economic goals.",
        "luck": "when love and work go very well then even on a physical and mental level everything is excellent. This entire year can also be dedicated to treating any illnesses that have given you many thoughts in the past. You could find an excellent doctor, a good cure but it is on a spiritual level, therefore interior that with Jupiter and Saturn you can mature a lot and become much wiser. In fact, the planet of wisdom is precisely Saturn which makes your mind very orderly, attentive to detail and projected towards a decidedly promising future. Physically this planetary step can bring a slight physical fatigue, a sense of aging and maybe other people will notice more gray hair in you, a way of being less superficial and less attentive to entertainment. But with you you also have Jupiter and the planet of fortune that passes in the second astrological sector clearly indicates great economic events that help you to recover from a past period in which expenses have been, perhaps, excessive and difficult to sustain. Traveling is very nice at the beginning of the year. Do not travel only for business reasons but also for fun, to relax and get to know other people, other traditions and new places in the world. Beautiful time to take care of your body but be careful not to get fat. In fact, when Jupiter is very favorable, it offers the possibility to enjoy more of the food and here a few extra pounds on your body could turn into fat that is difficult to fight. If you have had a legal problem or you are still facing an annoying bureaucratic obstacle that can involve a dispute at work, in the family, then these months are extremely important to reach a good solution, thanks to someone who has excellent skills."
    },
    "Gemini":{
        "name": "GEMINI",
        "love": "when we talk about love we often think of the planet Venus in astrology but other planets are also important and in fact during this new year for you Jupiter and Saturn are fundamental for feelings besides the various transits of Mars. Let's just say that Jupiter and Saturn are excellent for many months and their availability to you indicates that if you have a great love relationship it could go on with really interesting decisions. First of all, during these months you might think about getting married or choosing a wedding date, having a baby, going to live together or buying a new home to move to. Exceptional period that between March and April with Mars that passes in your sky and also gives so much sexual passion and that between September and October with Mars in trigone. If you are lonely hearts you will almost certainly have the opportunity to meet a person you like so much and you can easily return to love, fall in love, perhaps after a long time of solitude. Fantastic time for those who have a person to love by their side but also for the lonely hearts that are now much more attractive and courted. The opportunities to get to know many people will be many but Saturn asks to make friends with mature and not very superficial people, otherwise the new love relationship could be wrecked in a short time. So good heaven is for the lonely people who want to fall in love again, and for all those who, living a loving relationship, want to take a step forward, make important choices like getting married, going to live with, having a child. Jupiter gives the encounter of life while Saturn consolidates and strengthens the relationship of love. During some times of the year, then, Mars will be able to reinforce the history at a passionate level, to give strong emotions and only towards the end of the year some misunderstandings could arise and be particularly complicated to manage.",
        "money": "fantastic year also with regards to work. With Jupiter and Saturn always trine for the whole twelve months, opportunities at a professional and economic level come at any time. First of all if you are looking for a good job you can act when Mars is also positive and therefore during the months of March and April but also between September and October. As soon as the year begins and you are looking for a good job, try sending the resume, do lots of interviews in many companies and don't hold your ground because your phone could suddenly ring and bring that news you've been waiting for a long time. Amazing moment for those who have an independent job because under this sky the gains increase but also the number of customers. Obviously Jupiter can bring many possibilities throughout the year while Saturn will help to consolidate, strengthen over time the goals you reach. If you already work in a company, then you could ask for a salary increase, a small change of job, a transfer. You can take many steps forward and achieve various successes, but even at an economic level these planets are very positive and you can easily earn good money and spend money also to buy new tools for work. With the astrological steps of Mars between March and April and between September and October, the great vital energy, creativity will allow you to be particularly active and you will not feel physical fatigue. Obviously with Saturn, no joke and undoubtedly all these months, even if very beautiful and productive, will be very tiring in some moments. Investing money to buy a house, an apartment or decide to sell the house you live in is a must-do right now. Other types of financial investments can also bear fruit",
        "luck": "fate finally remembers you and offers great opportunities to achieve those successes you have been pursuing for many months or even years. The planet of great fortune is with you but even Saturn is no joke. You must understand that having both positive planets is not a very widespread thing and when they are conjoined and favorable they indicate a moment of great expansion and not only work, economic and social but also interior. During these months you can mature and become wiser, maybe grow a little older and point this out to other people but you will undoubtedly be much stronger, more serene, balanced and more self￾confident, of the situations you live and carry forward. Your every idea is advantageous and must be realized. Moreover with Jupiter in an excellent astrological position any legal or bureaucratic problems can be solved with excellent solutions, you can make peace with an enemy, you can make an important step forward in love, in work, get the help and support of an important person that can give you a hand to solve some situations and proceed with enthusiasm towards success and other goals. Physically and mentally you are really very good and you can do sports, start a new path in the gym and even make short and long journeys during which you could meet interesting people. Do not stand still, act, move, travel, try to meet many new people because such a lucky moment does not happen often but rarely during the course of a lifetime. If we really have to talk about something negative then we must refer to a possible increase in your body weight because when you live a very beautiful, rewarding and optimistic period, obviously you also tend to eat better and perhaps too much. So don't go overboard with food, alcohol, or smoke."
    },
    "Aquarius":{
        "name": "AQUARIUS",
        "love": "the best year after 12 years. an enchanting year even in love and the proof of all this will surely arrive during the month of February but above all around the month of October and November. If you are a single man or a woman, then you begin to turn, you go to new gathering places, you try to get to know other people who can enrich your mind and your heart. Hardly with this astrological sky will you be happy to be alone, without love, without feelings and without feeling emotions that also come from sex. The best times to conquer someone, to woo and approach a person who attracts you a lot and you will probably only know during these months, are those between March and April, September and October and finally December, with Mars very charming and that gives charm and power seductive. No one will be able to resist this stupendous power of attraction but it is very likely that rather than conquer the heart of a person, it will be someone else to win your heart. Try to be very careful about the care of your body because the eye wants to be satisfied and therefore even if you are beautiful inside, the external charm is very important. Some of you may even decide to change the way you dress, make up, get success, gratification and find the consent of many people. If instead you already have a sentimental partner then so many projects to do, so many choices to decide on. This is the ideal year to get married or at least to decide the date of the marriage but also simply to go and live with the partner in a new home. If the strongest desire is to have a child, then the most fertile periods are those in which Mars is favorable and therefore March, April, September, October and December. Your loving relationship becomes more mature and solid.",
        "money": "exceptional moment even in work. Working with you and for you is a great gratification for everyone because your ideas, your projects, driven even by the renewing wind of Uranus, can allow you to achieve remarkable successes and not only professional but also financial, and therefore economic. Many of you will almost certainly be able to increase your turnover, earn much more than in the past and if you have an independent job you will notice a significant increase in customers and therefore in money. Within your company or office you are most appreciated and perhaps even envied by work colleagues, but what you do now brings great progress. With Jupiter passing in your sky and returning to your native Sun after 12 years, you have to start with new adventures, new professional paths that certainly require expenses, financial investments but that will bring satisfactions already with next year. The desire to throw away something in your life and to start over is always stronger within you and it must not be blocked. The push to act will come around spring but the months of September and October will be very important and crucial to decide what to do, which roads to take in the work. If you are young, take advantage of this period to study a lot, to pass exams, to send your resume and do lots of interviews in companies because the phone could already ring by the end of this year. Luck in real estate acquisitions, therefore in the sale of houses and apartments but also great fortune in new collaborations. Probably many of you will have the chance to get to know various people that are really very useful for proceeding with projects. So support, help from people who believe in your ideas and quality.",
        "luck": "on a physical level you can experience a great time. Certainly some moments are not exceptional but most of the year brings a lot of physical and mental energy. Between January and February, perhaps because you intend to start a new project, the mental forces will be quite scarce and with Mars in quadrature it will be difficult to recover easily. Another quite complicated period is that of summer and in particular that relating to the months of June and July, in which not only Mars will create difficulties and fatigue but also other fast planets. Undoubtedly, however, this year is the year of great fortune. If you can understand the clues of destiny, if you understand what to do, what roads to take and above all if you can accept the changes that in some cases can be overwhelming, sudden and can therefore startle for this, almost certainly you can enjoy fantastic events already within the end of the year. Uranus asks you to change something in your life. Jupiter brings the opportunity to do this and Saturn consolidates, concretizes this great occasion. Your mind is much more mature, you are becoming wiser and much more balanced than in the past and evolving in this way, even if step by step, it will be possible to achieve immense happiness. With Jupiter coming 12 years into your sky, the guarantee of living a new path that can last another 12 years and is positive, is very high. Legal problems can be solved, solutions arrive. From business trips you can get lots of opportunities, new opportunities, but if you plan to devote all your time to work and money, then you are wrong. A hobby, a new sport to experience every day or during the weekend, the beginning of a loving relationship, the love for an animal, for the mountain or the sea. All this and much more can come during one of the most beautiful years and you will not easily forget"
    },
    "Libra":{
        "name": "LIBRA",
        "love": "wonderful heaven for you regarding love. Jupiter and Saturn in an excellent position in the sky but also Mars in excellent planetary aspect for many months. What we can say is that this year is the year of great choices to be made in love. Important sentimental choices such as deciding the date of marriage, choosing to go and live together, to buy a new home or even to have a child, perhaps the first child. Having Jupiter in trigone means having someone who supports you in every sentimental and family initiative while having Saturn means being able to consolidate the relationship of love with concreteness, determination, getting from love what has been missing for a long time. Maturity, wisdom are two qualities that solitary hearts must seek in new friendships because the prerogatives of Saturn are precisely these if you want to return to love in an important way. If you are women or men alone, then, try to woo someone who is serious, try to be courted by someone who is mature, wise, who is not superficial and do not underestimate the importance of the meetings you will have during March but also of April, September and October. A love, a new feeling that is born in these months is destined to last for many years. If you have to buy a new house or a new apartment to go and live with the person of your heart, then the best times are those indicated before and that is when with the energies of Mars you will be determined, convinced and you will not make mistakes in evaluation. If you already have a person by your side but the crisis is very clear, then Jupiter asks you to change course, to close the relationship to embark on a new path on which you will find another person very soon. Fantastic time for those who are expecting a child. Family serenity with some interpersonal relationships that improve",
        "money": "if you are looking for a new job then you have to act in these months. The whole year is very positive to achieve great professional successes but only if you have been able to sow in the past. Great news for those who are very young and having studied a lot now have good opportunities to show off and show their full value. Jupiter guarantees small and large opportunities but many of you will feel the need to change, to start with new projects, to start new professional paths. You may be tired of the work you have and feel the need to change something, even something important. Leaving the work that you already have for a new adventure is not a wrong thing but absolutely essential if you feel this strong needs and the moments of determination will be those relating to the spring months and the summer months, especially September. Even towards the end of the year, with Mars in your sextile, you will be able to obtain great possibilities but do not believe you can earn money immediately. The year in which Jupiter is very favorable always indicates a beginning and every beginning, above all in the professional sector, implies expenses and few gains that will arrive during the next year instead. But if Jupiter brings novelty and desire to start with new projects, Saturn instead consolidates everything you can achieve. So what we want you to understand is that already during these months some goals and successes can strengthen your economic, working power, make you make progress in society. Many of you find the support of very important people who can help in the realization of ideas. Friends become crucial to meet personal needs. Year to live all in one breath without being disappointed by what will come. Best wishes",
        "luck": "if physically you have not been very good in the past few months, during the past year, then the coming period offers the consistent possibility of recovering very well and returning to stay much better. Under this sky it is easy to recover energy, find a valid cure for an illness or meet, meet a doctor who can understand your situation and help you in the best way. March and April are two excellent months to feel in great physical and mental shape and with Jupiter in trigone it is very easy to increase one's body weight. In fact, when the planet of fortune and abundance and therefore also connected to food, to food well-being, is in an excellent position with the natal Sun, it often indicates an increase in weight due to an increase in appetite. Some downsides of this Jupiter are that you could overdo it with too fat food and alcohol, which could cause some liver and blood circulation problems, or exaggerate fat. If you have had problems with your bones, teeth, joints and muscles, everything can be improved. Excellent health but also a favorable period for traveling. If you are thinking of making a very important business trip then spring and late summer are ideal. Short and long trips also for fun, to get to know new places other than the one where you were born or live. Luck is undoubtedly a traveling companion and fate finally remembers you and everything you need. Finally, if in the past you have started a lawsuit with a neighbor, with a work colleague, the solution could easily be reached by the end of the summer and almost certainly by the end of December. Problems and thoughts related to bureaucracy now move away from you and give you peace, serenity and an inner balance that can make you mature very quickly."
    },
    "Cancer":{
        "name": "CANCER",
        "love": "Love Cancer 2021. you have a good time with regards to love during the spring period but also in the month of June. From April to June, in fact, Mars in transit in your sky offers numerous opportunities to improve your love life but also to have those sufficient energies of passion to woo someone you really like. So just in the spring, try to take advantage of a fairly important level of charm and magnetism and do not underestimate the encounters with new people who can attract your gaze but who can also be attracted by yours. If the charm is on the increase, however, this does not mean that these months will be particularly fortunate in love. Unfortunately Jupiter and Saturn are not so efficient and their poor influence could create a monotony phase in the love relationship and therefore, as a consequence, also a decline in eros and emotions to be lived. Important discussions and arguments must be avoided during the two months of September and October with Mars in quadrature that brings nervousness, work stress and even some doubts towards the person you love. Furthermore, we must not forget the position of Uranus which is sextile with your native Sun but which may ask you to suddenly change something in the usual love life you have been carrying on for many months or even years. If the relationship proceeds without great difficulty then, perhaps, distort your way of experiencing feelings, while if the situation is very critical then considering a separation or a divorce could be a very useful thing for you and for the person on your side. The passion returns between the months of October and November with a long stay of Mars in trigone and therefore an excellent moment to reinvigorate the romantic relationship. Watch out for the betrayals that certainly don't help now.",
        "money": "almost all year round it is not so interesting as far as work is concerned and consequently also with regards to money, earnings and economic successes. Certainly something will change in your place of work, perhaps you will want to proceed with some changes in a sudden way because you are quite tired of the usual routine, but even if the energies will be very effective to determine the choices to be made, the little support of important planets like Jupiter and Saturn force you to live moments in which the mind will not be clear and therefore the risk of making evaluation errors will be very high. So initially try to proceed with extreme caution and only act if you are convinced that you are doing what you have in mind. The best periods, periods in which to have excellent physical and mental strength to proceed with new ideas, new agreements, new professional projects, are those between the months of May and June and between November and December. In these months and weeks you will be very determined and the favorable influences of Mars will help you a lot to overcome any obstacles that you will encounter on your way. If you are looking for a new job, then just these months are interesting but send your resume and talk a few months before you can hear your phone ring. Undoubtedly the desire to change something in the workplace, to travel new paths and to proceed with other ideas, is very strong within you and with Uranus still pushing towards new things, you can decide to change jobs, cities to go to work, work colleagues. If you have been able to save money in the past then you will be able to overcome a period of so many expenses and little earnings but remember that what you are sowing now, in the next year can be born and grow in a very important way.",
        "luck": "talking about destiny in your favor is not speaking clearly. Unfortunately the position of Jupiter in the sky is not excellent for you but we must also say that it does not disturb and does not create many difficulties. In short, Jupiter tells you to go ahead with your ideas, your life and your strength without hoping to be helped by fate, by luck. We can say however that the moments of discouragement, of low energy will be very few in this year thanks to the transits of fast planets like Mercury and Venus but also thanks to the support of Mars that in this 2021 will be really very effective for several months and especially in spring It's autumn. So excellent physical and mental strength but you have to proceed alone without hoping for big help, in big supports. Maybe accomplishing something without someone's support makes your victories and successes even more beautiful. If you have a bureaucratic or legal problem this is not the right year to arrive at a good solution. As we have already mentioned before, physically you can be very well and the level of good health also helps to improve mood, dialogue with the people around you and also to magnify the desire for change that was born in you during the past few months and over the past year. Nervousness to fight around September and October and many difficulties in love right in this period but do not forget that everything that is born now and is carried out with sacrifices and sweat, will return multiplied in your pockets. Excellent year to start a diet, to start a new sport or even a hobby because mentally you are really very strong and creativity can sometimes get closer to genius. The last advice we give is to avoid unnecessary financial investments, especially if you have little money available"
    },
    "Scorpio":{
        "name": "SCORPIO",
        "love": "certainly the beginning of the year for you is really very difficult even in love. Unfortunately Mars in opposition until the first days of March can create serious problems and various complications for all those who need to find serenity in their feelings. With Mars so terrifying it is not easy to find the right solution to the problems of love and any discussions and arguments can become very important and lead to the closure of the love relationship. This separation becomes inevitable for those people who have not been happy for a long time with their love life and therefore also suffer the influence of Uranus who asks them to destroy everything, to renew exactly, to throw away those sentimental, affective situations that no longer give what you want deep in your heart. If you manage to get through the first few months of the new year then you can try to solve the misunderstandings and even reach the end of the year with great satisfaction on the inner level and with a more engaging passionate and sensual and less problematic love relationship . If you are lonely hearts, being able to woo someone during a year when Mars is the enemy for many months and Jupiter is in quadrature, it means having to fight hard. Nothing is simple in the courting phase, disappointments come and also the waste that can do a lot of harm considering that you are very sensitive people. Happiness at the moment is a difficult word to say and live but you have to go on and maybe think that sometimes being alone is the best thing to do. Obviously around the end of the year, with the new transit of Jupiter, it will be possible to realize new amorous projects, meet a beautiful person, make interesting friendships and return to hope in the feelings that will make you suffer so much in the previous months.",
        "money": "unfortunately the tension that accumulated already with the beginning of the new year is particularly difficult to sustain even in work. The consequence of stress and tension is a bad period even in work. When Jupiter and Saturn are in quadrature with your Sun as during almost all these months, unfortunately you have to be very careful, avoid taking the longest leg step in your professional life, avoid investing money believing that everything can go well and avoid, above all, to believe those who tell you that it is possible to easily obtain various successes and reach very important economic goals. Do not give your trust to people you do not know, do not waste your money, do not buy a house or sell the one you live in and maybe if you have to do an internal or external restructuring, wait because Urano could create complications with the construction company who will do the work. It is therefore necessary to proceed with great caution during these months and only between May and July with Jupiter returning back to the sky, it will be possible to obtain some small working advantage. If you are looking for a new job, do it right between May and July and don't waste your time unnecessarily during the other months but the best advice we can give is to not leave a job just because you are not happy financially. Unfortunately, leaving a job now means having enormous difficulties in finding another job. Expenses to be incurred clearly, bureaucratic and legal complications. Don't underestimate a person who could become your enemy and put sticks in the wheels. If you have a gambling flaw, you are really with your eyes wide open and not throwing money away because you could end up with a lot of debt.",
        "luck": "the year starts with a remarkable physical fatigue due to the opposition of Mars for the first two months. During these weeks, therefore, pay close attention to your health, do not do dangerous sports, do not overdo the races, walk and do not try to work too many hours a day because accumulating stress and tension in this period means not being able to be calm in the future. Only around May is it possible to feel better and that is when Jupiter will be in trigone for a few months, exactly until July. Before and after this period be careful driving the car, do not underestimate a physical discomfort, at the level of the joints, bones, teeth, muscles and open your eyes at home because some domestic accidents could happen. But the period between April and June it is possible to feel much better both physically and mentally and recover so many useful energies to face the usual problems of work that this year, undoubtedly, will be many. We have already mentioned possible legal and bureaucratic problems that you can encounter and that should not be underestimated, so, unfortunately, the solutions are really very far away and maybe they only arrive around the month of July to be more useful and valid around the end of year with the new transit of Jupiter. With Jupiter and Saturn in quadrature the health must obviously be very cured and any problem, discomfort you have must trigger an alarm. Weight loss or body fat, exaggeration with alcohol and fatty foods but also smoking. All this is very negative for you and for the people who live with you and with whom it is absolutely difficult to be calm. Traveling with these two quadrature planets is absolutely not a good thing because the risk is to have various problems."
    },
    "Pisces":{
        "name": "PISCES",
        "love":"living on love is possible and you are born to love and be loved. Your sentimental relationship during this year can surely face various obstacles and opportunities to question what you feel for your partner, maybe they will be too many, but in the end everything can be solved. Why is this possible? Simply because Jupiter and Saturn, passing in your twelfth astrological house and that is in the rehearsal house, allow us to overcome and resolve everything in the best way. So if last year a crisis was born in your love relationship, in the family, here, slowly, if the desire is to continue to love the same person, the obstacles can be faced and overcome without any doubt. If the crisis of love is very strong, do not forget that a choice would be to separate. In fact Uranus is in sextile with your sky and offers the opportunity to change your life suddenly but also very positively. What could happen then is to separate from the person who is at your side to immediately start a new love relationship already around the months of May, June, November and December and that is when the astral push of Mars will give more charm and desire to win someone's heart. So a rather busy and not absolutely monotonous year for those who already live their love story but are not so satisfied, while for lonely hearts the situation is better. Lots of opportunities to meet someone who can make your heart beat faster. Obviously with the positive transits of Mars and Venus you will be very fascinating and very sensual but what could come out of your eyes, from the inside of your soul, is precisely that romanticism that you know how to keep very well hidden but that now must come out to be tasted by the one who will steal your heart.",
        "money": "obstacles to overcome even in work. This does not mean that the year can be difficult and complicated at a professional level but undoubtedly the struggles you will have to face will be many and it will not be easy to be strong and decisive during these battles. And here come Saturn and Jupiter to support these important periods, providing the right weapons to fight. Surely by the end of the year, with these two planets in the twelfth astrological house, you will be able to overcome every limit, every difficulty, every climb that you will find in front of your eyes. Many sacrifices to make, a lot of tiredness and choices that are not easy to accept but absolutely necessary. Not all things go well in the workplace, but you have to understand that facing the difficulties and finding ways to overcome them allows you to mature, evolve and increase the success bar. If you don't have a job then the advice is to travel trying to meet other people, new places because Uranus in sextile asks not only to upset your love life but also your working life, looking elsewhere for what you can't get in the same place where work and live. The spring months are not very easy to live if you have started a new project at the beginning of the year but if you can be strong, as we have already said, every obstacle will be swept away and the smile will return to your lips. Beautiful time to accept a job offer. If you are very young it will obviously not be so easy to work in a new place and in a new professional environment but you belong to the symbolism and the element of water and therefore you are very malleable people, who know how to adapt to various situations. But be careful with financial investments, especially if they concern the purchase of a house or new work tools. Caution.",
        "luck": "when we talk about physical and mental form we have to look at some planets including Mercury, Mars, Jupiter and Saturn. Leaving aside the transits of Mercury that moves quickly in the sky, we can say that the remaining three planets can be very favorable for you in terms of energy. First of all, start the year with a great determination, thanks to the sextile of Mars between January and February and this sextile, besides giving energy and vitality, also gives a lot of creativity and the desire to do new things. Slight blockage and tiredness around the spring, that is, with the squaring of the red planet but every difficulty, even of a physical type, can be overcome thanks to the support of Jupiter. When Jupiter passes through the twelfth astrological house it can be really very useful to regain strength, to recover after a phase of psychophysical fatigue and maybe after a bad seasonal illness. Obviously this year we cannot speak of great fortune and positive and advantageous events coming from the sky without you doing much but the moment is ideal to be able to return to hope, overcoming every problem with serenity. Unfortunately that Saturo can create slight complications to bones and teeth but also to joints and muscles, so be very careful about dangerous sports, car distractions and even small or large errors in the workplace. The best times to find a greater inner balance are those between the months of May and June and between the months of November and December. Excellent months even for traveling, even if the trips can be very tiring and not as fun as you had imagined. Between August and September, stop for a moment to reflect and don't act because with Mars in opposition to stress, tension, nervousness, they can be poisons for your mind, your body and your soul."
    }
}